IDEA Open Model
MaterialStrength Properties
Compatible with IDEA StatiCa 20.1
The MaterialStrength type exposes the following members.
Properties
Name | Description
Fu
 Tension strength
Fy
 Yield strength
MaxThickness
 higher value of the thickness range
Top
See Also
Reference
MaterialStrength Class
IdeaRS.OpenModel.Material Namespace